[
	{"name":"Tom Hanks",
	"text":"Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Hanks is known for his comedic and dramatic roles in such films as Splash (1984), Big (1988), Turner & Hooch (1989), A League of Their Own (1992), Sleepless in Seattle (1993), Apollo 13 (1995), You've Got Mail (1998), The Green Mile (1999), Cast Away (2000), Road to Perdition (2002), Cloud Atlas (2012), Captain Phillips (2013), Saving Mr. Banks (2013), and Sully (2016). He has also starred in the Robert Langdon film series, and voices Sheriff Woody in the Toy Story film series. Hanks has collaborated with film director Steven Spielberg on five films to date: Saving Private Ryan (1998), Catch Me If You Can (2002), The Terminal (2004), Bridge of Spies (2015), and The Post (2017), as well as the 2001 miniseries Band of Brothers, which launched Hanks as a successful director, producer, and screenwriter. In 2010, Spielberg and Hanks were executive producers on the HBO miniseries The Pacific. Hanks' films have grossed more than $4.6 billion at U.S. and Canadian box offices and more than $9.2 billion worldwide,[2] making him the fourth highest-grossing actor in North America.[3] Hanks has been nominated for numerous awards during his career. He won a Golden Globe Award and an Academy Award for Best Actor for his role in Philadelphia (1993), as well as a Golden Globe, an Academy Award, a Screen Actors Guild Award, and a People's Choice Award for Best Actor for Forrest Gump (1994). In 1995, Hanks became one of only two actors who won the Academy Award for Best Actor in consecutive years, with Spencer Tracy being the other.[4] In 2004, he received the Stanley Kubrick Britannia Award for Excellence in Film from the British Academy of Film and Television Arts (BAFTA).[5] In 2014, he received a Kennedy Center Honor, and in 2016, he received a Presidential Medal of Freedom from President Barack Obama,[6] as well as the French Legion of Honor.",
	"categories":["1956 births","Living people","20th-century American male actors","21st-century American male actors","American film producers","American male film actors","American male television actors","American male voice actors","American people of English descent","American people of Portuguese descent","American male screenwriters","Best Actor Academy Award winners","Best Actor Empire Award winners","Best Drama Actor Golden Globe (film) winners","Best Musical or Comedy Actor Golden Globe (film) winners","California Democrats","California State University, Sacramento alumni","Chabot College alumni","Converts to Eastern Orthodoxy","Greek Orthodox Christians from the United States","Kennedy Center honorees","Male actors of Portuguese descent","Outstanding Performance by a Cast in a Motion Picture Screen Actors Guild Award winners","Outstanding Performance by a Male Actor in a Leading Role Screen Actors Guild Award winners","People from Concord, California","People with diabetes mellitus type 2","Presidential Medal of Freedom recipients","Primetime Emmy Award winners","Silver Bear for Best Actor winners","Skyline High School (Oakland, California) alumni","Space advocates","Writers from Los Angeles","AFI Life Achievement Award recipients","Film directors from Los Angeles","Screenwriters from California","Legion of Honour recipients"]},
	{"name":"Tom Cruise",
	"text":"Thomas Cruise[1] (born Thomas Cruise Mapother IV on July 3, 1962) is an American actor and producer. He started his career at age 19, in the film Endless Love (1981), before making his breakthrough in the comedy Risky Business (1983), and receiving widespread attention for starring in the action drama Top Gun (1986) as Lieutenant Pete Maverick Mitchell. After starring in The Color of Money (1986) and Cocktail (1988), Cruise starred opposite Dustin Hoffman in the award- winning drama Rain Man, which won the Academy Award for Best Picture. For his role as anti-war activist Ron Kovic in the drama Born on the Fourth of July (1989), Cruise received the Golden Globe Award for Best Actor – Motion Picture Drama and his first nomination for the Academy Award for Best Actor. In the 1990s, Cruise starred with Jack Nicholson in the legal drama A Few Good Men (1992), and starred in a number of box office hits, including The Firm (1993) and Interview with the Vampire (1994), before starring as IMF agent Ethan Hunt in the action spy film Mission: Impossible (1996), the first of a critically and commercially successful film franchise. In 1996, Cruise also starred as the title character in the romantic comedy-drama Jerry Maguire, earning him the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy, as well as his second Academy Award nomination. In 1999, Cruise starred in the erotic thriller Eyes Wide Shut, opposite his then wife Nicole Kidman, and also appeared in the ensemble drama Magnolia, for which he received the Golden Globe Award for Best Supporting Actor – Motion Picture and was also nominated for the Academy Award for Best Supporting Actor. He received another Golden Globe nomination for his performance in the critically acclaimed period drama The Last Samurai. After receiving a Saturn Award for Best Actor for his performance in the psychological thriller Vanilla Sky (2001), Cruise collaborated with director Steven Spielberg on the science fiction action films Minority Report (2002) and War of the Worlds (2005). In 2008, he gave a supporting performance in the action comedy Tropic Thunder and starred in the historical thriller Valkyrie as Claus von Stauffenberg. In 2012, Cruise played the eponymous role in the action thriller Jack Reacher. Cruise's films have grossed nearly $4 billion at U.S. and Canadian box offices and more than $10.1 billion worldwide,[2] making him the eighth highest-grossing actor in North America and one of the top-grossing actors worldwide. Cruise has been married three times, to actresses Mimi Rogers, Nicole Kidman, and Katie Holmes, and has three children, two of which were adopted during his marriage to Kidman and the other a biological daughter with Holmes. Cruise is an outspoken advocate for the Church of Scientology and its associated social programs, and credits it with helping him overcome dyslexia. In the 2000s, he sparked controversy with his Church-affiliated criticisms of psychiatry and anti-depressant drugs, his efforts to promote Scientology as a religion in Europe, and a leaked video interview of him promoting Scientology.",
	"categories":["1962 births","Living people","20th-century American male actors","21st-century American male actors","American expatriates in Canada","American film producers","American male film actors","American aviators","American people of English descent","American people of German descent","American people of Irish descent","American people with disabilities","American Scientologists","Best Actor Empire Award winners","Best Drama Actor Golden Globe (film) winners","Best Musical or Comedy Actor Golden Globe (film) winners","Best Supporting Actor Golden Globe (film) winners","Converts to Scientology from Roman Catholicism","David di Donatello Career Award winners","Former Roman Catholics","Male actors from Ottawa","Male actors from Syracuse, New York","People from Glen Ridge, New Jersey","People diagnosed with dyslexia"]},
	{"name":"John Travolta",
	"text":"John Joseph Travolta (born February 18, 1954)[1][2] is an American actor, film producer, dancer, and singer. Travolta first became known in the 1970s, appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). His acting career declined through the 1980s, but enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and he has since starred in films such as Get Shorty, Broken Arrow, Face/Off, Swordfish, Be Cool, Wild Hogs, Hairspray, and The Taking of Pelham 123. Travolta was nominated for the Academy Award for Best Actor for performances in Saturday Night Fever and Pulp Fiction. He won his first and only Golden Globe Award for Best Actor in a Motion Picture – Musical or Comedy for his performance in Get Shorty and has received a total of six nominations, the most recent being in 2011. In 2010, he received the IIFA Award for Outstanding Achievement in International Cinema.[3] In 2016, Travolta received his first Primetime Emmy Award, as a producer of the first season of the anthology series American Crime Story, subtitled The People v. O. J. Simpson. He also received an additional Emmy nomination and a Golden Globe nomination for his portrayal of lawyer Robert Shapiro in the series.",
	"categories":["1954 births","20th-century American male actors","20th-century American singers","21st-century American male actors","American aviators","American former Christians","American male dancers","American male film actors","American male musical theatre actors","American male singers","American male television actors","American people of Irish descent","American people of Italian descent","American people of Sicilian descent","American pop singers","American Scientologists","Best Musical or Comedy Actor Golden Globe (film) winners","Converts to Scientology from Roman Catholicism","David di Donatello winners","Dwight Morrow High School alumni","Former Roman Catholics","Living people","Male actors from New Jersey","Male actors of Italian descent","People from Englewood, New Jersey","People from Islesboro, Maine","Primetime Emmy Award winners","Science fiction fans"]},
	{"name":"Audrey Hepburn",
	"text":"Audrey Hepburn (born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British actress, model, dancer and humanitarian. Recognised as a film and fashion icon, Hepburn was active during Hollywood's Golden Age. She was ranked by the American Film Institute as the third-greatest female screen legend in Golden Age Hollywood, and was inducted into the International Best Dressed List Hall of Fame. Born in Ixelles, Brussels, Hepburn spent her childhood between Belgium, England, and the Netherlands. In Amsterdam, she studied ballet with Sonia Gaskell, before moving to London in 1948, continuing her ballet training with Marie Rambert, and then performing as a chorus girl in West End musical theatre productions. Following minor appearances in several films, Hepburn starred in the 1951 Broadway play Gigi, after being spotted by French novelist Colette, on whose work the play was based. She shot to stardom after playing the lead role in Roman Holiday (1953), for which she was the first actress to win an Academy Award, a Golden Globe Award, and a BAFTA Award for a single performance. That same year, Hepburn won a Tony Award for Best Lead Actress in a Play for her performance in Ondine. She went on to star in a number of successful films, such as Sabrina (1954), The Nun's Story (1959), Breakfast at Tiffany's (1961), Charade (1963), My Fair Lady (1964), and Wait Until Dark (1967), for which she received an Academy Award, Golden Globe, and BAFTA nominations. Hepburn won three BAFTA Awards for Best British Actress in a Leading Role. In recognition of her film career, she was awarded the Lifetime Achievement Award from BAFTA, the Golden Globe Cecil B. DeMille Award, the Screen Actors Guild Life Achievement Award, and the Special Tony Award. She remains one of only 15 people who have won Academy, Emmy, Grammy, and Tony Awards. Hepburn appeared in fewer films as her life went on, devoting much of her later life to UNICEF. She had contributed to the organisation since 1954, then worked in some of the poorest communities of Africa, South America and Asia between 1988 and 1992. She was awarded the Presidential Medal of Freedom in recognition of her work as a UNICEF Goodwill Ambassador in December 1992. A month later, Hepburn died of appendiceal cancer at her home in Switzerland at the age of 63.",
	"categories":["1929 births","1993 deaths","20th-century British actresses","Anti-poverty advocates","Best Actress Academy Award winners","Best British Actress BAFTA Award winners","Best Drama Actress Golden Globe (film) winners","British expatriates in Italy","British expatriates in Switzerland","British expatriate actresses in the United States","British film actresses","British humanitarians","British musical theatre actresses","British people of Austrian descent","British people of Dutch descent","British people of Frisian descent","British stage actresses","Deaths from cancer in Switzerland","Cecil B. DeMille Award Golden Globe winners","Commandeurs of the Ordre des Arts et des Lettres","Deaths from appendiceal cancer","Dutch nobility","Emmy Award winners","Grammy Award winners","Jean Hersholt Humanitarian Award winners","Paramount Pictures contract players","People from Arnhem","People from Ixelles","Presidential Medal of Freedom recipients","Screen Actors Guild Life Achievement Award","Tony Award winners","UNICEF Goodwill Ambassadors","Van Heemstra (family)","Van Hogendorp (family)","Women in World War II"]},
	{"name":"Katharine Hepburn",
	"text":"Katharine Houghton Hepburn (May 12, 1907 – June 29, 2003) was an American actress. Known for her fierce independence and spirited personality, Hepburn was a leading lady in Hollywood for more than 60 years. She appeared in a range of genres, from screwball comedy to literary drama, and she received a record of four Academy Awards for Best Actress. In 1999, Hepburn was named by the American Film Institute as the greatest female star of Classic Hollywood Cinema. Raised in Connecticut by wealthy, progressive parents, Hepburn began to act while studying at Bryn Mawr College. After four years in the theatre, favorable reviews of her work on Broadway brought her to the attention of Hollywood. Her early years in the film industry were marked with success, including an Academy Award for her third picture, Morning Glory (1933), but this was followed by a series of commercial failures that led her to be labeled box office poison in 1938. Hepburn masterminded her own comeback, buying out her contract with RKO Radio Pictures and acquiring the film rights to The Philadelphia Story, which she sold on the condition that she be the star. In the 1940s, she was contracted to Metro-Goldwyn-Mayer, where her career focused on an alliance with Spencer Tracy. The screen partnership spanned 25 years and produced nine movies. Hepburn challenged herself in the latter half of her life, as she regularly appeared in Shakespearean stage productions and tackled a range of literary roles. She found a niche playing middle-aged spinsters, such as in The African Queen (1951), a persona the public embraced. Three more Oscars came for her work in Guess Who's Coming to Dinner (1967), The Lion in Winter (1968), and On Golden Pond (1981). In the 1970s, she began appearing in television films, which became the focus of her career in later life. She remained active into old age, making her final screen appearance in 1994 at the age of 87. After a period of inactivity and ill health, Hepburn died in 2003 at the age of 96. Hepburn famously shunned the Hollywood publicity machine, and refused to conform to society's expectations of women. She was outspoken, assertive, athletic, and wore trousers before it was fashionable for women to do so. She was briefly married as a young woman, but thereafter lived independently. A 26-year affair with her co-star Spencer Tracy was hidden from the public. With her unconventional lifestyle and the independent characters she brought to the screen, Hepburn epitomized the modern woman in the 20th-century United States, and is remembered as an important cultural figure.",
	"categories":["1907 births","2003 deaths","20th-century American actresses","20th-century atheists","Actresses from Connecticut","Actresses from Hartford, Connecticut","American atheists","American feminists","American film actresses","American memoirists","American radio actresses","American stage actresses","American television actresses","American Theater Hall of Fame inductees","American Shakespearean actresses","Best Actress Academy Award winners","Best Actress BAFTA Award winners","Bryn Mawr College alumni","Burials at Cedar Hill Cemetery (Hartford, Connecticut)","California Democrats","Connecticut Democrats","Deaths from cancer in Connecticut","Deaths from esophageal cancer","Kennedy Center honorees","Metro-Goldwyn-Mayer contract players","New York (state) Democrats","Outstanding Performance by a Lead Actress in a Miniseries or Movie Primetime Emmy Award winners","People from Old Saybrook, Connecticut","RKO Pictures contract players","Screen Actors Guild Life Achievement Award","Volpi Cup winners"]},
	{"name":"Ron Howard",
	"text":"Ronald William Howard (born March 1, 1954) is an American filmmaker and actor. Howard is best known for playing two high-profile roles in television sitcoms in his youth and directing a number of successful feature films later in his career. Howard first came to prominence playing young Opie Taylor, the son of Sheriff Andy Taylor (played by Andy Griffith), in the sitcom The Andy Griffith Show from 1960 through 1968. During this time, he also appeared in the musical film The Music Man (1962) and the comedy film The Courtship of Eddie's Father (1963). In 1973, he played Steve Bolander in the classic coming of age film American Graffiti (1973). In 1974, Howard became a household name playing teenager Richie Cunningham in the sitcom Happy Days, continuing in the role for seven years.[1] Howard continued making films during this time, appearing in the western film The Shootist (1976) and the comedy film Grand Theft Auto (1977), which he also directed. In 1980, Howard left Happy Days to focus on directing. His films include the science-fiction/fantasy film Cocoon (1985), the historical docudrama Apollo 13 (1995) (earning him the Directors Guild of America award for Outstanding Directorial Achievement in Motion Pictures), the biographical drama A Beautiful Mind (2001) (earning him the Academy Award for Best Director and Academy Award for Best Picture), the thriller The Da Vinci Code (2006), the historical drama Frost/Nixon (2008) (nominated for Best Director and Best Picture Academy Awards) and Solo: A Star Wars Story (2018). Since 2003, Howard has narrated the Fox (later Netflix) comedy series Arrested Development, on which he also served as an executive producer and played a semi-fictionalized version of himself. In 2003, Howard was awarded the National Medal of Arts.[2] Asteroid 12561 Howard is named after him. He was inducted into the Television Hall of Fame in 2013.[3] Howard has two stars on the Hollywood Walk of Fame for his contributions in the television and motion pictures industries.",
	"categories":["1954 births","Living people","20th-century American male actors","American male child actors","American male film actors","American male television actors","American male voice actors","American people of English descent","American people of Dutch descent","American people of German descent","American people of Irish descent","American people of Scottish descent","Television producers from California","Best Directing Academy Award winners","Best Musical or Comedy Actor Golden Globe (television) winners","Daytime Emmy Award winners","Directors Guild of America Award winners","Emmy Award winners","Empire Inspiration Award winners","English-language film directors","Film directors from California","Film directors from Oklahoma","Grammy Award winners","Howard acting family","Male actors from Burbank, California","Male actors from Greenwich, Connecticut","Male actors from Oklahoma","Male actors of German descent","Oklahoma Democrats","People from Duncan, Oklahoma","People from the Greater Los Angeles Area","Producers who won the Best Picture Academy Award","United States National Medal of Arts recipients","USC School of Cinematic Arts alumni"]},
	{"name":"Ron Weasley",
	"text":"Ronald Bilius Ron Weasley is a fictional character in J. K. Rowling's Harry Potter series. His first appearance was in the first book of the series, Harry Potter and the Philosopher's Stone, as the best friend of Harry Potter and Hermione Granger. He is a member of the Weasley family, a pure blood family, who reside in The Burrow outside Ottery St. Catchpole. Along with Harry and Hermione, he is a member of the Gryffindor house. Ron is present in most of the action throughout the series.",
	"categories":["Harry Potter characters","Child characters in film","Child characters in literature","Fictional characters introduced in 1997","Fictional English people","Fictional members of secret societies","Fictional police officers","Fictional shopkeepers","Film sidekicks","Male characters in film","Male characters in literature","Sidekicks in literature","Teenage characters in film","Teenage characters in literature"]},
	{"name":"Howard Shore",
	"text":"Howard Leslie Shore OC (born October 18, 1946) is a Canadian composer who is notable for his film scores.[1] He has composed the scores for over 80 films, most notably the scores for The Lord of the Rings and The Hobbit film trilogies. He won three Academy Awards for his work on the first trilogy, with one being for the original song Into the West, an award he shared with Eurythmics lead vocalist Annie Lennox and writer/producer Fran Walsh, who wrote the lyrics. He is also a consistent collaborator with director David Cronenberg, having scored all but one of his films since 1979. Shore has also composed a few concert works including one opera, The Fly, based on the plot of Cronenberg's 1986 film premiered at the Théâtre du Châtelet in Paris on July 2, 2008,[2] a short piece Fanfare for the Wanamaker Organ and the Philadelphia Orchestra, and a short overture for the Swiss 21st Century Symphony Orchestra. In addition to his three Academy Awards, Shore has also won three Golden Globe Awards and four Grammy Awards.",
	"categories":["1946 births","20th-century Canadian composers","20th-century classical composers","21st-century Canadian composers","21st-century classical composers","Berklee College of Music alumni","Best Original Music Score Academy Award winners","Best Original Score Genie and Canadian Screen Award winners","Best Original Song Academy Award-winning songwriters","Best Original Song Genie and Canadian Screen Award winners","Canadian classical composers","Canadian film score composers","Canadian male classical composers","Canadian opera composers","Georges Delerue Award winners","Governor General's Performing Arts Award winners","Grammy Award winners","Jewish Canadian musicians","Jewish classical composers","Lighthouse (band) members","Living people","Male film score composers","Male opera composers","Musicians from Toronto","Officers of the Order of Canada","Saturday Night Live Band members","20th-century male musicians","21st-century male musicians"]},
	{"name":"John Williams",
	"text":"John Towner Williams (born February 8, 1932) is an American composer, conductor, and pianist. With a career spanning over six decades, he has composed some of the most popular, recognizable, and critically acclaimed film scores in cinematic history, including those of the Star Wars series, Jaws, Close Encounters of the Third Kind, Superman, E.T. the Extra-Terrestrial, the Indiana Jones series, the first two Home Alone films, Hook, the first two Jurassic Park films, Schindler's List, and the first three Harry Potter films.[1] Williams has been associated with director Steven Spielberg since 1974, composing music for all but four of his feature films––Duel, The Color Purple, Bridge of Spies, and Ready Player One.[2] Other works by Williams include theme music for the 1984 Summer Olympic Games, NBC Sunday Night Football, The Mission theme used by NBC News and Seven News in Australia, the television series Lost in Space and Land of the Giants, and the incidental music for the first season of Gilligan's Island.[3] Williams has also composed numerous classical concertos and other works for orchestral ensembles and solo instruments. He served as the Boston Pops's principal conductor from 1980 to 1993, and is currently the orchestra's laureate conductor.[4]. Williams has won 24 Grammy Awards, seven British Academy Film Awards, five Academy Awards, and four Golden Globe Awards. With 51 Academy Award nominations, Williams is the second most-nominated individual, after Walt Disney.[5][6] In 2005, the American Film Institute selected Williams's score to 1977's Star Wars as the greatest American film score of all time. The soundtrack to Star Wars was additionally preserved by the Library of Congress into the National Recording Registry for being culturally, historically, or aesthetically significant.[7] Williams was inducted into the Hollywood Bowl's Hall of Fame in 2000, and was a recipient of the Kennedy Center Honors in 2004 and the AFI Life Achievement Award in 2016. Williams composed the score for eight of the top 20 highest-grossing films at the U.S. box office (adjusted for inflation).",
	"categories":["1932 births","20th-century American composers","20th-century American conductors (music)","20th-century American pianists","20th-century classical composers","20th-century classical pianists","21st-century American composers","21st-century American conductors (music)","21st-century American pianists","21st-century classical composers","21st-century classical pianists","AFI Life Achievement Award recipients","American classical composers","American classical pianists","American conductors (music)","American film score composers","American male classical composers","American male conductors (music)","American male pianists","American music arrangers","American people of English descent","American people of French-Canadian descent","American people of Irish descent","American people of Welsh descent","Annie Award winners","Best Original Music Score Academy Award winners","Brit Award winners","Edison Classical Music Awards Oeuvreprijs winners","Grammy Award winners","Guggenheim Fellows","Honorary Members of the Royal Academy of Music","Juilliard School alumni","Kennedy Center honorees","Living people","Male film score composers","People from Floral Park, New York","People from Queens, New York","Primetime Emmy Award winners","Recipients of the Olympic Order","Songwriters Hall of Fame inductees","Sony Classical Records artists","UCLA School of the Arts and Architecture alumni","United States Air Force airmen","United States National Medal of Arts recipients"]},
	{"name":"Robin Williams",
	"text":"Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Born in Chicago, Williams began performing stand-up comedy in San Francisco and Los Angeles in the mid-1970s, and is credited with leading San Francisco's comedy renaissance.[1] After rising to fame playing the alien Mork in the sitcom Mork & Mindy (spun off from the notorious Happy Days), Williams established a career in both stand-up comedy and feature film acting. He was known for his improvisation skills[2][3] and the wide variety of memorable character voices he created.[4][5] Williams has been called the funniest person of all time.[6][7] After his first starring film role in Popeye (1980), Williams starred in numerous films that achieved critical and commercial success, including The World According to Garp (1982), Moscow on the Hudson (1984), Good Morning, Vietnam (1987), Dead Poets Society (1989), Awakenings (1990), Aladdin (1992), The Fisher King (1991), One Hour Photo (2002), and World's Greatest Dad (2009), as well as box office hits, such as Hook (1991), Mrs. Doubtfire (1993), Jumanji (1995), The Birdcage (1996), Good Will Hunting (1997), and the Night at the Museum trilogy (2006–2014). Williams was nominated four times for the Academy Awards, winning once for Best Supporting Actor for his performance as psychologist Sean Maguire in Good Will Hunting. He also received two Primetime Emmy Awards, seven Golden Globe Awards, two Screen Actors Guild Awards, and four Grammy Awards. On August 11, 2014, Williams committed suicide in his Paradise Cay, California, home at the age of 63.[8] His wife attributed his suicide to his struggle with Lewy body disease.",
	"categories":["1951 births","2014 deaths","20th-century American comedians","21st-century American comedians","20th-century American male actors","21st-century American male actors","American impressionists (entertainers)","American male film actors","American male actors who committed suicide","American male television actors","American male voice actors","American stand-up comedians","American male comedians","American mimes","American Episcopalians","American people of English descent","American people of French descent","American people of German descent","American people of Irish descent","American people of Scottish descent","American people of Welsh descent","Best Musical or Comedy Actor Golden Globe (film) winners","Best Musical or Comedy Actor Golden Globe (television) winners","Best Supporting Actor Academy Award winners","Cecil B. DeMille Award Golden Globe winners","Claremont McKenna College alumni","College of Marin alumni","Columbia Records artists","Comedians from Illinois","Detroit Country Day School alumni","Golden Globe Award-winning producers","Grammy Award winners","Juilliard School alumni","Lewy body dementia","Male actors from California","Male actors from Chicago","Male actors from Michigan","Male actors from the San Francisco Bay Area","Male actors of German descent","Outstanding Performance by a Cast in a Motion Picture Screen Actors Guild Award winners","Outstanding Performance by a Male Actor in a Supporting Role Screen Actors Guild Award winners","People from Bloomfield Hills, Michigan","People from Tiburon, California","People with mood disorders","Primetime Emmy Award winners","Prop comics","Comedians who committed suicide","Male suicides","Suicides by asphyxiation","Suicides by hanging in California","American male comedy actors"]},
]
